//
//  DataModel.swift
//  DemoAttributeString
//
//  Created by smallHappy on 2017/11/29.
//  Copyright © 2017年 SmallHappy. All rights reserved.
//

import Foundation

// 人猿的資料
let category = "脊索動物門, 哺乳綱, 靈長目, 人猿人科"
let distribution = "婆羅門洲和蘇門答臘兩島的熱帶雨林"
let feature = "頭臀78~150公分(平均雄性97公分，雌性78公分);兩臂向左右伸出 寬度225公分(210~240公分);站立雄性137公分，雌性115公分;坐著70~90公分 30-100公斤(雄性50~90公斤，雌性30~50公斤;人工飼養的動物較重，雄性14公斤，雌性65公斤) 齒數32(2/2 1/1 2/2 3/3) 粗糙而稀疏的毛顏色會隨著年齡改變，從幼年鮮明的橘色到成年動物的紅褐色，有些還會轉變成深巧克力色。幼猿頭頂上的毛豎起，成年後變平。無毛的臉在成年動物呈黑色，幼猿的鼻口部份及眼睛周圍則是粉紅色。額頭高，鼻口凸出。手臂很長，後肢比較短弱，手和腳都有長而彎曲的手指和腳趾，拇指很小。大肚子。雄性比雌性大約一倍;成年的雄猿兩頰鼓起呈肉葉狀，臉邊及頭上的毛髮比較長。"
